[
  {
    "name": "image 1",
    "link": "/assets/images/image_01.jpg",
    "descriptions": "Engineers like to solve problems. If there are no problems handily available, they will create their own problems.",
    "author": "Scott Adams"
  },
  {
    "name": "image 2",
    "link": "/assets/images/image_02.jpg",
    "descriptions": "All we know about the new economic world tells us that nations which train engineers will prevail over those which train lawyers. No nation has ever sued its way to greatness.",
    "author": "Richard Lamm"
  },
  {
    "name": "image 3",
    "link": "/assets/images/image_03.jpg",
    "descriptions": "I was originally supposed to become an engineer but the thought of having to expend my creative energy on things that make practical everyday life even more refined, with a loathsome capital gain as the goal, was unbearable to me.",
    "author": "Albert Einstein"
  },
  {
    "name": "image 4",
    "link": "/assets/images/image_04.jpg",
    "descriptions": "Engineering is not only study of 45 subjects but it is moral studies of intellectual life.",
    "author": "Prakhar Srivastav"
  },
  {
    "name": "image 5",
    "link": "/assets/images/image_05.jpg",
    "descriptions": "Are engineers better at business than business people? It’s debatable. Business people certainly seems to have bigger houses, drive fancier cars, wear nicer clothes and have better looking mates. Engineers lack the time management skills to spend that kind of money. They waste all their time inventing ways to make the most money in the quickest, most efficient way possible. And then when they figure it out, they optimize the process.",
    "author": "Raul Parez"
  },
  {
    "name": "image 6",
    "link": "/assets/images/image_06.jpg",
    "descriptions": "It is exciting to discover electrons and figure out the equations that govern their movement; it is boring to use those principles to design electric can openers. From here on out, it's all can openers.",
    "author": "Neal Stephenson"
  },
  {
    "name": "image 7",
    "link": "/assets/images/image_07.jpg",
    "descriptions": "First rule of engineering; beware prototypes. Along with, avoid anything made by an engineer who doesn't have all his own fingers.",
    "author": "Simon R. Green"
  },
  {
    "name": "image 8",
    "link": "/assets/images/image_08.jpg",
    "descriptions": "There’s nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind.",
    "author": "Bill Nye"
  },
  {
    "name": "image 9",
    "link": "/assets/images/image_09.jpg",
    "descriptions": "Engineering stimulates the mind. Kids get bored easily. They have got to get out and get their hands dirty: make things, dismantle things, fix things. When the schools can offer that, you’ll have an engineer for life.",
    "author": "Bruce Dickinson"
  },
  {
    "name": "image 10",
    "link": "/assets/images/image_10.jpg",
    "descriptions": "Projects we have completed demonstrate what we know - future projects decide what we will learn.",
    "author": "Dr. Mohsin Tiwana"
  },
  {
    "name": "image 11",
    "link": "/assets/images/image_11.jpg",
    "descriptions": "I don’t spend my time pontificating about high-concept things; I spend my time solving engineering and manufacturing problems.",
    "author": "Elon Musk"
  },
  {
    "name": "image 12",
    "link": "/assets/images/image_12.jpg",
    "descriptions": "A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few ideas as possible. There are no prima donnas in engineering.",
    "author": "Freeman Dyson"
  },
  {
    "name": "image 13",
    "link": "/assets/images/image_13.jpg",
    "descriptions": "To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.",
    "author": "Yves Behar"
  },
  {
    "name": "image 14",
    "link": "/assets/images/image_14.jpg",
    "descriptions": "The human foot is a masterpiece of engineering and a work of art.",
    "author": "Leonardo da Vinci"
  },
  {
    "name": "image 15",
    "link": "/assets/images/image_15.jpg",
    "descriptions": "Manufacturing is more than just putting parts together. It’s coming up with ideas, testing principles and perfecting the engineering as well as final assembly.",
    "author": "James Dyson"
  },
  {
    "name": "image 16",
    "link": "/assets/images/image_16.jpg",
    "descriptions": "What we usually consider as impossible are simply engineering problems… there’s no law of physics preventing them.",
    "author": "Michio Kaku"
  },
  {
    "name": "image 17",
    "link": "/assets/images/image_17.jpg",
    "descriptions": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.",
    "author": "Douglas Adams"
  },
  {
    "name": "image 18",
    "link": "/assets/images/image_18.jpg",
    "descriptions": "A great bridge is a great monument which should serve to make known the splendour and genius of a nation; one should not occupy oneself with efforts to perfect it architecturally, for taste is always susceptible to change, but to conserve always in its form and decoration the character of solidity which is proper.",
    "author": "Jean Peronnet"
  },
  {
    "name": "image 19",
    "link": "/assets/images/image_19.jpg",
    "descriptions": "The well being of the world largely depends upon the work of the engineer. There is a great future and unlimited scope for the profession; new works of all kinds are and will be required in every country, and for a young man of imagination and keenness I cannot conceive a more attractive profession. Imagination is necessary as well as scientific knowledge.",
    "author": "Sir William Halcrow"
  },
  {
    "name": "image 20",
    "link": "/assets/images/image_20.jpg",
    "descriptions": "I have not failed, but found 1000 ways to not make a light bulb.",
    "author": "Thomas Edison"
  }
]